Repository: NormandM/LearnHistory-main
Catalog: LearnHistory/Localization/*.lproj/Localizable.strings
Languages: es, fr

source: %lld coins
es: %lld monedas
fr: %lld jetons

source: Before or After
es: Antes o después
fr: Avant ou Après

source: Hints Coins available: %lld
es: monedas para ayuda: %lld
fr: Indices Jetons disponibles: %lld

source: Coins available: %lld
es: Monedas disponibles : %lld
fr: Jetons disponibles : %lld

source: Hints cannot be displayed
es: No se puede mostrar la ayuda
fr: L'indice ne peut être affiché

source: History themes
es: Temas
fr: Thèmes

source: History Time Lines
es: Cronología
fr: Chronologie

source: Learn History
es: Aprender la historia
fr: Apprendre l'histoire

source: Loading...
es: Cargando...
fr: Chargement...

source: Manage your credits
es: Gestione sus créditos
fr: Gérez vos crédits

source: MEMO CARDS:
es: TARJETAS DE MEMORIA:
fr: CARTES MEMO:

source: No Internet Connection
es: Sin conexión a Internet
fr: Pas de connexion Internet

source: Right
es: Correcto
fr: Correct

source: Sorry, no information can be displayed
es: No se puede mostrar ninguna información
fr: Désolé, aucune information ne peut être affichée

source: Study
es: Estudiar
fr: Étudier

source: The information cannot be displayed
es: No se puede mostrar la información
fr: L'information ne peut pas être affichée

source: Time Lines
es: Cronología
fr: Chronologie

source: Timelines
es: Cronología
fr: Chronologie

source: Use All Cards
es: Utilizar todas las tarjetas
fr: Utiliser toutes les cartes

source: Use incorrectly answered cards
es: Utilizar las tarjetas mal contestadas
fr: Cartes de réponses incorrectes

source: Wrong
es: Incorrecto
fr: Erroné

source: Ancient Egypt
es: Antiguo Egipto
fr: Égypte antique

source: Mesopotamia
fr: Mésopotamie

source: Ancient Greece
es: Antigua Grecia
fr: Grèce antique

source: British History
es: Inglaterra
fr: Angleterre

source: French History
es: Francia
fr: France

source: Ancient Rome
es: Antigua Roma
fr: Rome antique

source: China
fr: Chine

source: Ancient History
es: Historia antigua
fr: Histoire antique

source: List.json
es: ListSpanish.json
fr: ListFrench.json

source: ListTitle.json
es: ListSpanishTitle.json
fr: ListFrenchTitles.json

source: en
es: es
fr: fr

source: Start Over
es: Repita
fr: Répéter

source: Read More
es: Leer
fr: Lire

source: See Stats
es: Ver Stats
fr: Voir Stats

source: Stack correctly answered cards here.
es: Apilar aquí las tarjetas correctamente contestadas.
fr: Empilez les cartes de réponses correctes ici

source: Stack incorrectly answered cards here
es: Apilar aquí las tarjetas mal contestadas
fr: Empilez les cartes de réponses incorrectes ici

source: See answer
es: Ver respuesta
fr: Voir la réponse

source: True
es: Verdadero
fr: Vrai

source: False
es: Falso
fr: Faux

source: Hints
es: Ayuda
fr: Indices

source: Before? Drop Card Here
es: ¿Antes? Ponga la tarjeta aquí
fr: Avant? Déposer la carte ici

source: After? Drop Card Here
es: ¿Después Ponga la tarjeta aquí
fr: Après? Déposer la carte ici

source: Great Job!
es: ¡Bravo!
fr: Bravo!

source: You have finished
es: Ha terminado
fr: Vous avez terminé

source: Your score is:
es: Su resultado es:
fr: Votre score est:

source: Can you achieve 100%?
es: ¿Puede lograr el 100%?
fr: Pouvez-vous atteindre 100%?

source: and become
es: y convertirse en
fr: et devenir

source: expert in
es: experto en
fr: expert en

source: Back
es: Volver
fr: Retour

source: Congratulation
es: Felicitaciones
fr: Félicitations

source: You are now an expert in
es: Ahora es usted un experto en
fr: Vous êtes maintenant un expert en

source: in
es: en
fr: en

source: The quiz is in Progress
es: La prueba está en marcha
fr: Le quiz est en cours.

source: On your last try your score was:
es: En tu último intento tu puntuación fue:
fr: A votre dernier essai, votre score était de:

source: %lld of %lld Questions
es: %lld de %lld Preguntas
fr: %lld de %lld Questions

source: Are you sure you want to exit without finishing the Quiz?
es: ¿Estás seguro de que quieres salir sin terminar el Quiz?
fr: Êtes-vous sûr de vouloir quitter sans terminer le quiz?

source: It will reset the quiz
es: Reiniciará el quiz
fr: Cela réinitialisera le quiz

source: Exit
es: Salir
fr: Quitter

source: This is your first try at %@
fr: C'est votre premier essai pour %@

source: Your best score for:
fr: Votre meilleur score pour:

source: To preserve the visual integrity and user experience there are no adds in Learn History+.
es: Para preservar la integridad visual y la experiencia del usuario de Aprender la Historia no hay publicidad.
fr: Pour préserver l'intégrité visuelle et l'expérience utilisateur, il n'y a pas de publicité dans APPRENDRE L'HISTOIRE.

source: CREDIT AVAILABLE:
fr: CRÉDIT:

source: coins
fr: jetons

source: Do you enjoy LEARN HISTORY? Buy 200 coins for
es: ¿Te gusta APRENDER LA HISTORIA? Compra 200 monedas por
fr: Vous aimez APPRENDRE L'HISTOIRE? Alors achetez 200 jetons pour

source: , it will last you forever!
es: , ¡te durará para siempre!
fr: , ça vous durera très longtemps!

source: Need any coins?
es: ¿Necesitas monedas?
fr: Besoin de jetons?

source: 200 coins for:
es: 200 monedas para:
fr: 200 jetons pour:

source: You have finished the quiz:
es: Has terminado la prueba:
fr: Vous avez terminé le quiz:

source: Good Job!
es: ¡Bueno!
fr: Bravo!

source: 1 coin was added to your total
es: Se ha añadido 1 moneda a su total
fr: 1 jeton a été ajouté

source: Try again!
fr: Réessayer!

source: Good!
fr: Bien!

source: 2 coins were added to your total
es: Se ha añadido 2 monedas a su total
fr: 2 jetons ont été ajoutés

source: Very Good!
fr: Très bien!

source: 3 coins were added to your total
es: Se ha añadido 3 monedas a su total
fr: 3 jetons ont été ajoutés

source: Great!
es: ¡Genial!
fr: Super!

source: 4 coins were added to your total
es: Se ha añadido 4 monedas a su total
fr: 4 jetons ont été ajoutés

source: 5 coins were added to your total
es: Se ha añadido 5 monedas a su total
fr: 5 jetons ont été ajoutés

source: This is your first try for the theme: %@
es: Este es su primer intento para el tema: %@
fr: Ceci est votre premier essai pour le thème: %@

source: You answered correctly, continue!
fr: Vous avez bien répondu, continuez !

source: You are out of coins!
es: No tienes monedas.
fr: Vous n'avez plus de jetons!

source: Buy some coins
es: Compre monedas
fr: Acheter des jetons

source: Exit the Quiz
es: Salir de la prueba
fr: Quitter le quiz

source: Events and Dates
es: Eventos y fechas
fr: Événements et dates

source: Read and learn
es: Leer y aprender
fr: Lire et apprendre

source: Test your knowledge
es: Pruebe sus conocimientos
fr: Testez vos connaissances

source: You are already an expert in
es: Usted ya es un experto en
fr: Vous êtes déjà un expert de

source: The History of
es: La historia de
fr: L'histoire de

source: Do you want to start over?
es: ¿Quieres empezar de nuevo?
fr: Voulez-vous recommencer ?

source: Yes
es: Si
fr: Oui

source: No
fr: Non

source: Round
es: Ronda
fr: Ronde

source: of
es: de
fr: de

source: You have scored 100% in the quiz:
es: Has obtenido una puntuación del 100 % en la prueba:
fr: Vous avez obtenu 100 % au quiz:

source: Congratulation you have mastered:
es: Felicidades has dominado:
fr: Félicitations, vous maitrisez parfaitement:

source: Mastered!
es: ¡Dominado!
fr: Maitrisé!

source: 10 coins were added to your total
es: Se ha añadido 10 monedas a su total
fr: 10 jetons ont été ajoutés

source: There are no coins for hints!
es: ¡No hay monedas para ayuda!
fr: Il n'y a plus de jetons pour les indices!

source: Back to Quiz
es: Volver a la prueba
fr: Retour au quiz

source: Help me improve Learn History. Tell me what you think of the app. Any suggestions? Any topics you'd like me to add?
es: Ayúdame a mejorar Aprender la Historia. Dime qué te parece la aplicación. ¿Alguna sugerencia? ¿Algún tema que quieras que añada?
fr: Aidez-moi à améliorer Apprendre l'histoire. Dites-moi ce que vous pensez de l'application. Des suggestions ? Des sujets que vous aimeriez que j'ajoute ?

source: Additional Information
es: Información adicional
fr: Informations supplémentaires

source: Leave your comments here
es: Deje sus comentarios aquí
fr: Laissez vos commentaires ici

source: What do you think?
es: ¿Qué opinas?
fr: Qu'en pensez-vous ?

source: Bibliography
es: Bibliografía
fr: Bibliographie

source: Hint Buble2Eng
es: Hint Buble2Es
fr: Hint Buble2Fr

source: No available image
es: No hay imagen disponible
fr: Aucune image disponible

source: Start here
es: Comenzar aquí
fr: Commencez ici

source: There is no internet connection.
es: No hay conexión a Internet.
fr: Il n'y a pas de connexion Internet.

source: The information on this page cannot be displayed. You can however continue with the quiz.
es: No se puede mostrar la información de esta página. Sin embargo, puede continuar con el quiz.
fr: Les informations de cette page ne peuvent pas être affichées. Vous pouvez cependant continuer avec le quiz.

source: The information on this page cannot be displayed. You can however continue studying with Memo Cards.
es: No se puede mostrar la información de esta página. Sin embargo, puede continuar a estudiar con las tarjetas de memoria.
fr: Les informations de cette page ne peuvent pas être affichées. Vous pouvez cependant continuer à étudier avec les cartes Memo.

source: You are not connected to the internet
es: No está conectado a Internet
fr: Vous n'êtes pas connecté à l'Internet

source: You cannot make a purchase
es: No puede hacer una compra
fr: Vous ne pouvez pas faire d'achat

source: History Timelines
es: Cronología
fr: Chronologie

source: SectionEnglish
es: SectionSpanish
fr: SectionFrench

source: References
es: Referencias
fr: Références

source: Welcome to the new version of LEARN HISTORY!
es: ¡Bienvenido a la nueva versión de APRENDER LA HISTORIA!
fr: Bienvenue dans la nouvelle version d'APPRENDRE L'HISTOIRE !

source: New themes were added
es: Se han añadido nuevos temas
fr: De nouveaux thèmes ont été ajoutés

source: Byzantine Empire
es: Imperio Bizantino
fr: Empire byzantin

source: Muslim Empire
es: Imperio musulmán
fr: Empire musulman

source: Ottoman Empire
es: Imperio Otomano
fr: Empire Ottoman

source: Have fun, more themes to come!
es: Diviértete, ¡vendrán más temas!
fr: Amusez-vous bien, d'autres thèmes sont à venir !

source: New themes were added MIDDLE EAST Byzantine Empire Muslim Empire Ottoman Empire Have fun, more themes to come!
es: Se han añadido nuevos temas ORIENTE MEDIO Imperio Bizantino Imperio musulmán Imperio Otomano Diviértete, ¡vendrán más temas!
fr: De nouveaux thèmes ont été ajoutés MOYEN-ORIENT Empire byzantin Empire musulman Empire Ottoman Amusez-vous bien, d'autres thèmes sont à venir !

source: Apps
es: Aplicaciones

source: Quiz
es: Prueba

source: Europe
es: Europa

source: Score:
es: Puntuación:

source: Questions
es: Preguntas

source: CREDIT AVAILABLE: %lld coins
es: CRÉDITO DISPONIBLE: %lld coins

source: CREDIT:
es: CRÉDITO:
